[
	{
		"name": "Jackson Farner",
		"photos": ["jackson-one", "jackson-two", "jackson-three"],
		"video": "Jackson.mp4",
		"displayed": 0,
		"path": "jackson",
		"audio": "jackson.mp3",
		"age": 16,
		"stories": [
			{
				"url": "http://www.expressnews.com/news/local/article/Jackson-Farner-12414507.php",
				"title": "The next generation: Jackson Farmer | Dec. 12th, 2017"
			}
		],
		"bio": [
			"During his freshman year of high school, Jackson began experiencing gender dysphoria — an intense feeling that he was in the wrong body. \"It’s like this inner voice fighting you, almost,\" Jackson said. \"Every time I would see a guy, I would just compare myself to him, and the ways that I’m not like him or I’d never be like him.\" Worried about his mental health, that school year he first told his friends that he was a boy, and his mom later on.",
			"Now, a year later, Jackson has made major strides in his transition. He cut off his hair and started seeing a gender therapist. He changed his name to Jackson and started going by male pronouns. In April, he had his first testosterone shot, and this summer he will legally change his name and gender marker. \"The transition is more how to be comfortable with yourself, how to be grateful for what you have versus comparing what you have to other people and naming everything that’s wrong with your life,\" Jackson said. \"It’s just being comfortable in your own skin.\""
		]
	},
	{
		"name": "Adam Snow",
		"photos": ["adam-one", "adam-two", "adam-three", "adam-four"],
		"video": "Adam.mp4",
		"displayed": 0,
		"path": "adam",
		"audio": "adam.mp3",
		"age": 18,
		"stories": [
			{
				"url": "http://www.expressnews.com/news/local/article/Adam-Snow-12414500.php",
				"title": "The next generation: Adam Snow | Dec. 14th, 2017"
			}
		],
		"bio": [
			"For Adam, gender identity and gender expression are distinct from each other. He’s a transgender young man, but he also has created elaborate makeup looks and loves to dye his hair. \"As soon as a trans guy wears makeup, they’d be like, ‘Are you de-transitioning now? Huh? You want to be a girl again?’\" Adam said. \"It’s really annoying because you still have to confine to gender roles either way.\"",
			"Last year, Adam dropped out of his high school, where he found acceptance from some but was still treated as a girl by others. Since then, he has been waiting until his family has enough money for him to get his GED, start taking hormones and legally change his name and gender marker."
		]
	},
	{
		"name": "Sasha Woollven",
		"photos": ["sasha-one", "sasha-two", "sasha-three"],
		"video": "Sasha.mp4",
		"displayed": 0,
		"path": "sasha",
		"audio": "sasha.mp3",
		"age": 19,
		"stories": [],
		"bio": [
			"Growing up in a military family, Sasha spent most of her childhood in San Antonio before moving to Germany when she was 16. By then, she identified as gender fluid, meaning she did not feel her gender was fixed. Previously, she had been out as gay. Over the course of a few years, she changed her name to Sasha and began using the pronouns \"she\" and \"they\" interchangeably.",
			"Though she didn’t always fit in with peers at school, Sasha’s family was immediately accepting of her. Her father is transgender, her mother is bisexual and her stepfather is queer, an umbrella term for those who do not identify as solely heterosexual. She went to Pride events essentially from birth. \"I really come from an LGBT family,\" she said. \"I think the hardest thing of coming out was just coming out to people who weren’t related to me.\""
		]
	},
	{
		"name": "Catizia Farris",
		"photos": ["catizia-one", "catizia-two", "catizia-three"],
		"displayed": 0,
		"path": "catizia",
		"age": 19,
		"stories": [
			{
				"url": "http://projects.expressnews.com/part-1-the-battle",
				"title": "Part 1: The battle | May. 19th, 2017"
			},
			{
				"url": "http://projects.expressnews.com/part-ii-the-mother-and-daughter",
				"title": "Part 2: The mother and daughter | June. 1st, 2017"
			}
		],
		"bio": [
			"For several years, Catizia cycled through multiple foster care homes, residential treatment centers and the streets as she sought acceptance as a transgender girl. All she wanted was to be able to wear makeup and the clothing she wanted, but tensions with her adoptive mother led to her running away repeatedly before being placed in the foster care system.",
			"At 16, Catizia finally found a family who loved her for who she is, and a mother who is a transgender woman, too. In the process, she let go of much of the anger that used to plague her. \"It’s tough for a lot of trans people out there, to go through the exact same thing I go through,\" Catizia said. \"I just always told myself that it gets better, and it did.\""
		]
	},
	{
		"name": "Mason Cantu",
		"photos": ["mason-belinda-one", "mason-belinda-two", "mason-belinda-three", "mason-belinda-four"],
		"video": "Mason.mp4",
		"displayed": 0,
		"path": "mason-belinda",
		"audio": "mason-belinda.mp3",
		"age": 18,
		"stories": [],
		"bio": [
			"Though he started taking hormones and dressed as a boy toward the end of his time at his Corpus Christi high school, Mason didn’t formally come out to friends and family after graduation. \"I feel like I wasn’t put in either of the boxes,\" Mason said. \"I was in my own little box.\" Now, after legally changing his name and gender marker, he just wants to be himself. \"It doesn’t control your entire life,\" he said.",
			"For a while, his relationship with his father was rocky. And even though his mother, Belinda Trevino, came out at 35 as a gay woman, she still struggled at first with her son’s transition. \"He’s erasing — not to say it in a bad way — but erasing my baby girl,\" Belinda said. Realizing there were few resources for the parents of transgender youth, Belinda founded the support group Be Human, first in Corpus Christi and then in San Antonio when she moved, so parents could share their experiences with each other."
		]
	},
	{
		"name": "Jaime Merkert",
		"photos": ["jaime-one", "jaime-two", "jaime-three"],
		"displayed": 0,
		"path": "jaime",
		"age": 14,
		"stories": [
			{
				"url": "http://www.expressnews.com/news/local/article/Jaime-Merkert-12414502.php",
				"title": "The next generation: Jamie | Dec. 13th, 2017"
			}
		],
		"bio": [
			"Being transgender in a small town is not the same as it is in a large, diverse city. Jaime lives in Karnes City, where he is homeschooled. Before that, when Jaime attended public school, he was uncomfortable when he saw that girls were expected to wear dresses. \"Why do you want to dress like that?\" he would wonder.",
			"Jaime has struggled with mental health issues and several suicide attempts, often exacerbated by his gender identity issues. He’s now in treatment, which has helped him to better cope, and recently started hormone therapy. Jaime’s mother works in San Antonio, where he also attends Fiesta Youth, a LGBTQ peer support group. There, Jaime found supportive friends. \"I came to the right place,\" he said."
		]
	},
	{
		"name": "Treci Vale",
		"photos": ["treci-one", "treci-two", "treci-three"],
		"video": "Treci.mp4",
		"displayed": 0,
		"path": "treci",
		"audio": "treci.mp3",
		"age": 14,
		"stories": [],
		"bio": [
			"Treci did not originally come out as a transgender girl — initially, she identified as genderqueer — somewhere outside just male or female — and gay. But soon enough, she realized that she was a girl, and she began to publicly identify herself as such in 6th grade.",
			"Though being trans is only a small part of who she is, Treci finds that people tend to emphasize it in many parts of her life, to a much larger degree than she thinks they should. She wished that people would also pay attention to the fact that she’s artistic and aspires to be a cartoonist one day, or that she loves to read. \"Being trans means to me just being myself and just existing as myself,\" Treci said. \"That’s pretty much it. It just embodies who I am, as far as gender goes. But it’s not the most defining part about me.\""
		]
	},
	{
		"name": "Will",
		"photos": ["will-one"],
		"video": "Will.mp4",
		"displayed": 0,
		"path": "will",
		"audio": "will.mp3",
		"age": 15,
		"stories": [
			{
				"url": "http://www.expressnews.com/news/local/article/Will-12414508.php",
				"title": "The next generation: Will | Dec. 11th, 2017"
			}
		],
		"bio": [
			"Will has been taking testosterone for some time, and he passes so well that most people cannot tell he was assigned female at birth. Some who knew him from elementary school still know him as a girl, while others know him as a boy based on his appearance. But he has felt uncomfortable about formally telling classmates and teachers, worried that his peers would make assumptions about him or think of him differently. \"I’m just not sure what will happen,\" Will said in the fall. \"I guess I’m afraid.\" For that reason, the Express-News is identifying him only by his first name. He decided to come out first at a church where he volunteers, changing his name tag to reflect his new name.",
			"Sometimes at school, when Will hears others castigating the LGBTQ community, he tries to correct them. \"You should just treat everybody with respect,\" Will said. \"That’s basically what I tell them, because it shouldn’t matter how they want to dress and stuff.\""
		]
	},
	{
		"name": "Ashleigh Brown",
		"photos": ["ashleigh-one", "ashleigh-two"],
		"video": "Ashleigh.mp4",
		"displayed": 0,
		"path": "ashleigh",
		"audio": "ashleigh.mp3",
		"age": 54,
		"stories": [],
		"bio": [
			"Growing up with a military dad, from a young age Ashleigh felt the pressure to act masculine. She served in the Army for four years, entered the rodeo circuit, married and had a daughter. But inside, she knew she was a woman. \"I hid it for years,\" she said. \"I hid it the best way I could.\" It took her years to come to terms with her gender identity.",
			"Eventually, she told her wife and daughter. \"I just let it out, and I didn’t want to stop anymore,\" she said. She and her wife divorced, and her daughter struggled to understand, fighting with her frequently. Over time, Ashleigh reconciled with her daughter, before she died in a car accident. \"It was devastating enough to lose her, but at least we were able to talk and we still had a relationship,\" she said."
		]
	},
	{
		"name": "Lauryn Farris",
		"photos": ["lauryn-one", "lauryn-two", "lauryn-three"],
		"displayed": 0,
		"path": "lauryn",
		"age": 60,
		"stories": [
			{
				"url": "http://projects.expressnews.com/part-1-the-battle",
				"title": "Part 1: The battle | May. 19th, 2017"
			},
			{
				"url": "http://projects.expressnews.com/part-ii-the-mother-and-daughter",
				"title": "Part 2: The mother and daughter | June. 1st, 2017"
			}
		],
		"bio": [
			"For years, Lauryn has been a fierce advocate within San Antonio’s LGBTQ community. She helped update the city’s nondiscrimination ordinance to include gender identity, sexual orientation and veteran status. She’s has been involved with most of the LGBTQ groups in the city. Through her mentoring of LGBTQ youth in the foster care system, she adopted a transgender girl. And this legislative session, she regularly made the trip to Austin to testify against the bathroom bills and other legislation.",
			"The work is taxing, but Lauryn signed up for it. As someone who began transitioning during an era when being transgender was rarely discussed, she wants things to be better for the next generation of transgender children.",
			"\"Having had the opportunity to be a parent of a younger transgender woman, it’s really opened my eyes to myself and to what I went through,\" Lauryn said. \"That’s the reason we do it, is because it’s for the kids, it’s for the younger ones. So they can live as who they are, as soon as they know who they are.\""
		]
	}
]