[{"organization_id": "61567", "action": "retrieve", "status": true, "project": {"twitter_enable": 1, "isbn": "", "weight": "0", "title_page": "20170314tra-1494889745-30.jpg", "cms2": true, "excerpt": "Two dozen bills and hours of testimony over the rights of transgender people ", "story_navigation_prefix_custom-navigation-576c871b56c63_pagination": "Scroll", "story_link_enable": 0, "story_template_prefix_hyphenate": "Drawer", "story_template_prefix_drop_caps": "Drop", "subtitle": "", "social_title": "Life in Transition: Part 1: The battle", "facebook_text": "The San Antonio Express-News spent the last year following transgender San Antonians, documenting their transitions and their fight for rights. Over the next several months, Life in Transition will tell their stories.", "lastUpdateBy": "123027", "id": "1254175", "publish_apps": 0, "lastPublish": "0", "byline": "Story by Lauren Caruba | Photos by Carolyn Van Houten | San Antonio Express-News", "user_id": "0", "story_theme": "magazine", "manual_slug_set": true, "title": "Part 1: The battle", "title_page_landscape": "", "rev_of": null, "story_template_prefix_pagination": "Scroll", "availability": "10", "facebook_enable": 1, "stylesheet": "", "square_image": "", "story_template_prefix_pop-up_style": "Overlay", "fbia_style": null, "device_specific_options": "", "byline_picker": "{\"authors\":[{\"id\":\"custom\",\"profile_name\":\"Story by Lauren Caruba | Photos by Carolyn Van Houten | San Antonio Express-News\",\"has_avatar\":false,\"is_atavist\":false,\"url\":null,\"type\":\"custom\"}]}", "facebook_image": "", "thumbnail": "", "minimum_version": "1.0", "last_cache": 1495123805, "status": "1", "lastUpdate": "1495125357", "exclude_subscriptions": "", "cover_type": "custom-cover-590baa5d6f8d9", "story_template_prefix_map_style": "basic", "javascript": "", "use_profile_for_byline": 1, "suppress_jacket": 0, "organization_id": "61567", "facebook_author_url": "", "price_credits": "0", "createdBy": "123027", "title_page_iphone": "", "pub_date": "0", "slug": "part-1-the-battle", "fbia_enable": null, "story_type": "0", "story_template_prefix_navigation_option": "custom-navigation-576c871b56c63", "product_id": "591a20ed8f9e3", "soundtrack_id": "0", "sections": [{"status": "1", "weight": "0", "story_include": "0", "suppress_title": "0", "media_options": "", "background_image_landscape": "", "video": "", "background_color": "", "id": "2464480", "section_label": "Section 1", "background_image": "", "byline": "", "user_id": "0", "title_color": "", "chapter_type": "0", "title": "", "story_id": "1254175", "rev_of": null, "stylesheet": "", "include_in_preview": "0", "byline_picker": "{\"authors\":[]}", "body": "<p> </p> <custom-block-591c997fca899 the_attribution=\"\" the_pullquote=\"<i style=&quot;&quot;>The San Antonio Express-News spent the last year following transgender San Antonians, documenting their transitions and their fight for rights.                   Over the next several months, Life in Transition will tell their stories.</i>\" font_size=\"2\" data-alignment=\"center\" block_type=\"custom-block-591c997fca899\" block_id=\"1489830\" atavist-block=\"true\" contenteditable=\"false\" data-assets=\"\" class=\"custom-block-591c997fca899 atavist-shared atavist-block atavist-block-align-center\"></custom-block-591c997fca899> <p>     <br> </p> <atavist-simple-video class=\"atavist-simple-video atavist-shared atavist-block atavist-block-align-full\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1489433\" block_type=\"atavist-simple-video\" multi_video=\"{&quot;mode&quot;:&quot;vimeo&quot;,&quot;vimeo_url&quot;:&quot;https://vimeo.com/217586907&quot;}\" the_caption=\"\" data-alignment=\"full\"></atavist-simple-video> <atavist-sidebar data-sidebar-style=\"solidbackground\" class=\"width-of-text-column atavist-sidebar atavist-shared atavist-block atavist-block-align-right\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1490113\" block_type=\"atavist-sidebar\" sidebar_style=\"solidbackground\" the_text=\"<p><b>Cover photo:</b> Lauryn&amp;nbsp;Farris, a 60-year-old transgender activist from San Antonio, told legislators: “I am a Christian. I am the Alamo Region coordinator for the Transgender Education Network of Texas, a grandmother, a biological parent, an adoptive parent ...&amp;nbsp;And those identities identify me much more than the fact that I am also a transgender woman.” (Photo by Carolyn Van Houten)</p>\"></atavist-sidebar><p>Lauryn Farris took a seat at the end of the auburn table, where hundreds of others had sat before her. It was a quarter past 2 in the morning, and instead of sleeping at home in San Antonio, she was in the depths of the Texas Capitol, waiting to say her piece.</p> <br> <p>Farris had waited for 18 hours, listening as hundreds of people testified for — and, overwhelmingly, against — a Senate “bathroom bill.”     <br> </p> <p>There was a pastor, also from San Antonio, who said that gender, like race, was one of life’s “immutables.” There was a contingent of unhappy families from Dripping Springs, where the school district had allowed a transgender girl to use the girls’ restroom. There were numerous transgender Texans and their families, who publicly shared intimate details of their lives as they asked lawmakers to vote against the bill.     <br> </p> <p>And then there was Farris, a 60-year-old transgender activist from San Antonio, whose turn it finally was to sit before the Senate committee.     <br> </p> <p>By this hour, no one seemed to be listening. It felt futile, like the decision had already been made about Senate Bill 6, which would require bathroom use in public schools and government buildings align with the gender listed on a person’s birth certificate. But Farris would speak anyway, at least for the record’s sake. After all, this wasn’t just about her — in her mind, it was about a national fight for the rights of all trans people, including the transgender girl she adopted from the foster care system. She looked down at her notes and cleared her throat.     <br> </p> <p>“I am a Christian. I am the Alamo Region coordinator for the Transgender Education Network of Texas, a grandmother, a biological parent, an adoptive parent, and a lifelong allergy sufferer — my sympathies are with you,” Farris said, eliciting laughter for her reference to Sen. Joan Huffman’s congestion that night. “And those identities identify me much more than the fact that I am also a transgender woman.” If you wanted, she added, you could call her a father, too, but at her core she was just a parent.     <br> </p> <p>By the time Farris got home, the panel had voted 8-1 in favor of the bill. The next month, in an astoundingly similar scene, Farris would testify once again after 2 a.m., against another bathroom bill, this time in the House.     <br> </p> <p> </p> <atavist-simple-image class=\"atavist-simple-image atavist-shared atavist-block atavist-block-align-center\" data-assets=\"https://atavist.com/data/files/organization/61567/image/derivative/scale~1200x0~sb6hearing-1494966080-66.jpg,https://atavist.com/data/files/organization/61567/image/derivative/scale~800x0~sb6hearing-1494966080-66.jpg,https://atavist.com/data/files/organization/61567/image/derivative/scale~400x0~sb6hearing-1494966080-66.jpg\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1486318\" block_type=\"atavist-simple-image\" audio_color_scheme=\"white\" the_image=\"{&quot;temp_path&quot;:null,&quot;filename&quot;:&quot;sb6hearing-1494966080-66.jpg&quot;,&quot;width&quot;:3600,&quot;height&quot;:2151,&quot;focal_point&quot;:{&quot;x&quot;:50,&quot;y&quot;:50},&quot;progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/image/raw/sb6hearing-1494966080-66.jpg&quot;}\" the_caption=\"Senator Paul Bettencourt  brings up the topic of revenue liability as legislation sponsor Lois Kolkhorst listen as the Senate State Affairs committee holds a hearing on the controversial bathroom bill,bill SB6, in the Capitol on March 7, 2017.  On the right is Senator Brandon Creighton. (Photo by Tom Reel, San Antonio Express-News)\"></atavist-simple-image> <p>Long days and late nights have become the norm for Farris and other transgender advocates in Texas, where the debate over gender identity has taken center stage. This session, lawmakers filed two dozen bills that advocates fear would harm the LGBTQ community, including a pair of bills that would legislate bathroom use by transgender people.     <br> </p> <p>In some cases, questions over how to define gender has even bled into unrelated legislation, including one that would regulate ride-hailing companies. Lawmakers and proponents of the bathroom bills argue the legislation will protect the privacy and safety of women and children. But in marathon hearings that extended into the early morning hours, hundreds of transgender people and their families pleaded with lawmakers to not discriminate against them.     <br> </p> <custom-block-57058e83420be class=\"custom-block-57058e83420be atavist-shared atavist-block initialized atavist-block-align-right\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1486450\" block_type=\"custom-block-57058e83420be\" the_embed=\"<div class=&quot;infogram-embed&quot; data-id=&quot;transgender_statistics&quot; data-type=&quot;interactive&quot; data-title=&quot;Transgender statistics&quot;></div><script>!function(e,t,s,i){var n=&quot;InfogramEmbeds&quot;,o=e.getElementsByTagName(&quot;script&quot;),d=o[0],r=/^http:/.test(e.location)?&quot;http:&quot;:&quot;https:&quot;;if(/^\\/{2}/.test(i)&amp;&amp;(i=r+i),window[n]&amp;&amp;window[n].initialized)window[n].process&amp;&amp;window[n].process();else if(!e.getElementById(s)){var a=e.createElement(&quot;script&quot;);a.async=1,a.id=s,a.src=i,d.parentNode.insertBefore(a,d)}}(document,0,&quot;infogram-async&quot;,&quot;//e.infogr.am/js/dist/embed-loader-min.js&quot;);</script>\" data-alignment=\"right\"></custom-block-57058e83420be> <p>Over the past several years, increased visibility of transgender people in pop culture, media and politics has been coupled with a steep rise in anti-LGBTQ legislation nationwide, advocates say. To those fighting against these bills, what happened in North Carolina after the passage and repeal of a bathroom bill there, and what is happening now in Texas, represent the next frontier for advancing civil rights.     <br> </p> <p>For transgender Texans, the political vitriol only magnifies the personal challenges many already face. Transgender people must navigate an uncertain landscape as they seek acceptance from family, friends and co-workers. Some are bullied. Others fear for their physical safety, including — and at times, especially — when they walk into bathrooms. About 40 percent of trans individuals have a history of suicide attempts, and about the same proportion of homeless youth identify as LGBTQ. To transition, they must overcome legal and medical barriers, both of which can be costly or even prohibitive for those who are low-income. Most of all, they face the difficult task of living alongside those who still believe they have chosen to be this way.     <br> </p> <p>After months of debate, hours upon hours of public testimony, countless press conferences and news stories, some transgender Texans have been left wondering if the state they call home, the state so intent on protecting women and children, is willing protect them, too. Even as the bathroom bills died, even if none of the other proposed legislation becomes law, the rhetoric has taken a toll on trans Texans. Advocates like Farris feel as if they are on the cusp of advancing society and the lives of transgender people, but some are asking themselves: How much will it hurt first?     <br> </p> <p>“We made so much progress, and then you have just a few people in the world who for whatever reason have the beliefs they have,” Farris said. “So we just fight harder.”     <br> </p> <p> </p> <atavist-simple-image class=\"atavist-simple-image atavist-shared atavist-block atavist-block-align-center\" data-assets=\"https://atavist.com/data/files/organization/61567/image/derivative/scale~1200x0~translobby-1494966342-13.jpg,https://atavist.com/data/files/organization/61567/image/derivative/scale~800x0~translobby-1494966342-13.jpg,https://atavist.com/data/files/organization/61567/image/derivative/scale~400x0~translobby-1494966342-13.jpg\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1486319\" block_type=\"atavist-simple-image\" audio_color_scheme=\"white\" the_image=\"{&quot;temp_path&quot;:null,&quot;filename&quot;:&quot;translobby-1494966342-13.jpg&quot;,&quot;width&quot;:2681,&quot;height&quot;:3000,&quot;focal_point&quot;:{&quot;x&quot;:50,&quot;y&quot;:50},&quot;progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/image/raw/translobby-1494966342-13.jpg&quot;}\" the_caption=\"Lauryn Farris, left, with the Rev. Billie Watts from Travis Park United Methodist Church at the State Capitol during Trans Texas Lobby Day in Austin, TX on Monday, March 6, 2017. (Photo by Bob Owen, San Antonio Express-News)\"></atavist-simple-image> <h2>Public awareness comes at a cost</h2> <p>Three years ago, when transgender actress Laverne Cox appeared on the cover of Time magazine, it seemed like a watershed moment for the transgender community. Here was a black transgender woman who was acting in a popular Netflix show, the first transgender person to grace the publication’s cover. Later that year, Amazon fully premiered the first season of the show “Transparent,” which portrays a family as the father begins transitioning to a woman late in life. Then, in mid-2015, Caitlyn Jenner appeared on the cover of Vanity Fair, about the same time that the U.S. Supreme Court legalized same-sex marriage nationwide. The next year, the Obama administration directed public schools to allow transgender youth to use the bathrooms matching their gender identity. That directive would be rescinded after President Donald Trump took office.     <br> </p> <p>In a short time, public awareness of transgender people had come a long way. But while they enjoyed more visibility than ever, that did not necessarily translate into tangible legal protections. Federal discrimination laws still do not explicitly protect transgender people, though some courts and agencies have interpreted “sex” to include gender identity.     <br> </p> <p>On top of that, the legislative attacks began. In 2016, the Human Rights Campaign identified about 200 anti-LGBTQ bills filed by state legislators nationwide, the most notorious of which was North Carolina’s House Bill 2. In a sweeping move, the law nullified all local nondiscrimination ordinances that provided protections for trans people using public restrooms. Over the next year, backlash to the law mounted as North Carolina drew the ire of businesses, professional sports leagues and the NCAA. Companies and celebrities boycotted the state. California legislators passed a law banning the use of state funds for travel to states with perceived anti-LGBTQ laws.     <br> </p> <custom-block-5910f36337bd3 class=\"custom-block-5910f36337bd3 atavist-shared atavist-block atavist-block-align-full\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1487026\" block_type=\"custom-block-5910f36337bd3\" the_caption=\"\" the_pullquote=\"“Quote can go here and more here and some more right here. Maybe a couple of sentences right here.”\" the_attribution=\"Lauryn Farris, title\"></custom-block-5910f36337bd3> <p>     <br> </p> <p>“After the success of marriage equality, anti-equality politicians were sort of looking for their next boogeyman — the next group of people that they could target and demonize in order to attract votes,” said Sarah McBride, national press secretary for HRC and the first transgender person to address a national political convention.     <br> </p> <p>Even as North Carolina continued to be the subject of wide criticism, Texas Republicans were ready to follow suit. In April 2016, Lt. Gov. Dan Patrick launched a petition asking Texans to “say ‘no’ to men in women’s restrooms.”     <br> </p> <p>“Fort Worth ISD’s superintendent has unilaterally imposed a new policy allowing boys into girls’ restrooms and locker rooms. This goes against common sense and common decency,” the petition declared. Patrick soon delivered on his promise to make bathrooms a priority. In January, he unveiled Texas’ own bathroom bill, Senate Bill 6, by and large setting the tone for the session. Authored by Sen. Lois Kolkhorst, R-Brenham, the bill would limit bathroom use in public facilities, including public schools, by the gender listed on a person’s birth certificate. Public safety, he said, was paramount.     <br> </p> <p>“We know we’re on the right side of the issue. We’re on the right side of history,” Patrick said at a news conference.     <br> </p> <p>“You can mark today as the day Texas is drawing a line in the sand and saying no.”     <br> </p> <p> </p> <h2>'SB 6 is not the only thing we need to watch'</h2> <p>By early March, Texas lawmakers had filed two dozen bills that advocacy groups decried as discriminatory. The legislation largely fell into three main categories: religious refusal bills, which allowed denial of services based on “sincerely held religious beliefs”; so-called bathroom bills, which sought to legislate public accommodations; and bills that would invalidate nondiscrimination ordinances that provide local protections for the LGBTQ community.     <br> </p> <p>A few didn’t, such as a bill that would allow the University Interscholastic League to disqualify student athletes using steroids, barring a “valid medical purpose.” The bill was filed after Mack Beggs, a 17-year-old transgender boy from Euless, made national headlines in February when he won the state girls’ wrestling title after being prohibited from competing against boys. In May, the Senate passed the bill. &nbsp;</p><atavist-simple-image class=\"atavist-simple-image atavist-shared atavist-block atavist-block-align-center\" data-assets=\"https://atavist.com/data/files/organization/61567/image/derivative/scale~1200x0~sb6hearing-1494993234-62.jpg,https://atavist.com/data/files/organization/61567/image/derivative/scale~800x0~sb6hearing-1494993234-62.jpg,https://atavist.com/data/files/organization/61567/image/derivative/scale~400x0~sb6hearing-1494993234-62.jpg\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1487009\" block_type=\"atavist-simple-image\" audio_color_scheme=\"white\" the_image=\"{&quot;temp_path&quot;:null,&quot;filename&quot;:&quot;sb6hearing-1494993234-62.jpg&quot;,&quot;width&quot;:3600,&quot;height&quot;:2349,&quot;focal_point&quot;:{&quot;x&quot;:50,&quot;y&quot;:50},&quot;progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/image/raw/sb6hearing-1494993234-62.jpg&quot;}\" the_caption=\"Danielle Skidmore speaks to those gathered in the outdoor area of the Capitol extension in opposition to legislation as the Senate State Affairs committee holds a hearing on the controversial bathroom bill,bill SB6, in the Capitol on March 7, 2017. (Photo by Tom Reel, San Antonio Express-News)\"></atavist-simple-image> <p>On March 6, the day before the SB 6 hearing, hundreds of activists and allies from across the state gathered for Trans Texan Lobby Day, organized this year by Farris. They had to move the meeting place to the Scottish Rite Theater when more than three times the number of expected participants signed up. A sheet of paper taped to the door of a multi-stall restroom declared it a gender inclusive bathroom, to be used by anyone throughout the day. Transgender people, their families, and local and national advocates gathered underneath a ceiling adorned with blue stars and ornate red trim as a series of speakers explained how to effectively lobby and offered words of encouragement.     <br> </p> <p>“Texas is on the front lines for the battle for trans equality right now,” McBride told the room.     <br> </p> <p>“SB 6 is not the only thing we need to watch,” said Lou Weaver, the transgender programs coordinator for Equality Texas, as he listed other “bad” bills. “These are the scary ones, folks.”     <br> </p> <p>During the orientation, the news broke that the Supreme Court had remanded the case of Gavin Grimm, a transgender boy who sued his Virginia school board after it passed a policy that prevented him from using the boys’ restroom. What would happen next, explained Rebecca Robertson, legal and policy director for the American Civil Liberties Union of Texas, “is we go back to the Fourth Circuit and we keep fighting.”     <br> </p> <p>Later in the day, as they wandered the hallways of the Capitol, families encountered legislative aides who told them discrimination was “in the eye of the beholder.” Advocates who repeatedly asked to see Sen. Eddie Lucio Jr., the sole Senate Democrat to support the bathroom bill, found that when they left his offices, several Department of Public Safety officers arrived in their wake, reportedly in response to a noise complaint.     <br> </p> <p> </p> <atavist-simple-video class=\"atavist-simple-video atavist-shared atavist-block atavist-block-align-center\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1487022\" block_type=\"atavist-simple-video\" the_caption=\"\" multi_video=\"{&quot;mode&quot;:&quot;vimeo&quot;,&quot;vimeo_url&quot;:&quot;https://vimeo.com/217916476&quot;}\"></atavist-simple-video> <p>The next day, the energized mood of the lobby day shifted. Introducing SB 6 to a Senate panel, Kolhorst insisted the bill was “nondiscriminatory,” that it would increase privacy in intimate spaces. “I’m proud to offer this bill to try to strike a balance, to protect, defend and give a dignified way as to how we move forward,” she said.     <br> </p> <p>As the hearing stretched from 8 a.m. until 4 a.m. the next day, hundreds of people, many of them transgender, testified and registered against the bill. Many were emotional as they explained how damaging such a law would be for transgender people, especially transgender children.     <br> </p> <p>Only several dozen signaled their support.     <br> </p> <h2>Gender debate divides the Legislature</h2> <p>Even as SB 6 enjoyed early momentum, it languished after passing the Senate in March. House Speaker Joe Straus repeatedly dismissed the issue as a low priority. But legislators seemed intent on passing some form of bathroom legislation.     <br> </p> <p>As SB 6 stalled, Rep. Ron Simmons promoted House Bill 2899 as a compromise to the other bill’s harsh language. Simmons’ bill would prohibit cities and school districts from protecting against discrimination in bathrooms, nullifying portions of nondiscrimination ordinances and policies. Gov. Greg Abbott, who had remained mostly mum on the issue, announced that he would be happy to see Simmons’ bill on his desk.     <br> </p> <p> </p> <p>In April, transgender Texans testified yet again into the early morning hours, in a hearing that did not adjourn until shortly before 5 a.m. The mother of a transgender girl from North Texas had her sleeping child slung across her back while she spoke. A transgender man from San Antonio explained the trauma he endured when he was raped in high school. Farris explained how she used to be so fearful of bathrooms, and how she didn’t want that for the next generation of transgender kids.     <br> </p> <p>The House panel never voted on the bill, and it died in committee in early May. The other bathroom bill died too, as House leaders refused to assign it to a committee. But lawmakers were not ready to give up. Simmons said he intends to push to include language from HB 2899 in amendments to other bills before the session ends on May 29.     <br> </p> <p>Meanwhile, other bills advanced. Late at night on May 9, the House passed House Bill 3859, which would allow child welfare providers to turn away prospective adoptive or foster parents, including those who are LGBTQ, based on religious beliefs. The legislation did not occur in a vacuum — this year, the Department of Family and Protective Services removed language from the “bill of rights” for foster care children that ensured fair treatment regardless of gender identity and sexual orientation.     <br> </p> <p> </p> <p></p> <custom-block-5910f36337bd3 class=\"custom-block-5910f36337bd3 atavist-shared atavist-block atavist-block-align-full\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"1486454\" block_type=\"custom-block-5910f36337bd3\" the_caption=\"\" the_pullquote=\"“Quote goes here and more here and some more here sdfasy asef as asf asf as g asgsg asd asfgaa asdgf ad asg asf asg asfgafs afg afsg afdg.”\" the_attribution=\"Name Here\"></custom-block-5910f36337bd3> <p>     <br> </p> <h2>The battle continues</h2> <p>On the drive back to San Antonio after testifying against SB 6, Farris felt numb, drained. She had been deeply moved by the stories of other transgender Texans, but she was also amazed that some people could hate her, without even knowing her.</p> <p>She and another transgender activist who rode back with her discussed how they could better educate people on transgender issues, how they could change people’s minds.     <br> </p> <p>Farris did not get home until after 5 a.m., three days after she had left home to spearhead the lobby day.     <br> </p> <p>At 7:30 a.m., Farris picked up the phone and got back to work.     <br> </p> <p><i>lcaruba@express-news.net</i>     <br> </p> <p>     <br> </p>", "lastUpdate": "1495123798", "javascript": "", "organization_id": "61567", "background_image_iphone": "", "createdBy": "123027", "device_specific_options": "", "slug": "", "lastUpdateBy": "123027", "title_type": "cover-text-bold", "created": "1494884589", "deck": "", "forbid_user_interaction": "0", "templateId": "0", "cover_image": "", "pdf": "", "audio": "", "preload": "0", "title_partial": "<div data-cover=\"true\" is=\"cover-text-bold\" class=\"atavist-cover-text-color cover-text-bold atavist-shared atavist-cover atavist-block-align-center\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"section_title?block_name=cover-text-bold&amp;section_id=2464480\" block_type=\"cover-text-bold\" rule_color=\"rgba(168, 168, 168, 1)\" the_title=\"{{title}}\" the_subtitle=\"{{subtitle}}\" the_byline=\"{{byline_picker}}\"><div class=\"cover-text-wrapper atavist-cover-column-width-and-alignment cover-text-on-solid-background\" style-scope=\"cover-text-bold\">\n\t<h1 class=\"cover-title atavist-cover-font-sans-serif\" style-scope=\"cover-text-bold\">\n\t\t<atavist-story-data key=\"the_title\" data_key=\"title\" placeholder=\"Write a title…\" style-scope=\"cover-text-bold\" class=\"atavist-story-data atavist-shared atavist-subcomponent\" contenteditable=\"true\" data-editables=\"bold,italic,link\" data-disable-return=\"true\" data-disable-toolbar=\"true\">{{title}}</atavist-story-data>\n\t</h1>\n\t<div class=\"divider\" style-scope=\"cover-text-bold\" style=\"background-color: rgb(168, 168, 168);\"></div>\n\t<h2 class=\"cover-subtitle atavist-cover-font-sans-serif\" style-scope=\"cover-text-bold\">\n\t\t<atavist-story-data key=\"the_subtitle\" data_key=\"subtitle\" placeholder=\"Write a subtitle…\" style-scope=\"cover-text-bold\" class=\"atavist-story-data atavist-shared atavist-subcomponent\" contenteditable=\"true\" data-editables=\"bold,italic,link\" data-disable-return=\"true\" data-disable-toolbar=\"true\">{{subtitle}}</atavist-story-data>\n\t</h2>\n\t<div class=\"cover-byline atavist-cover-font-sans-serif atavist-cover-byline\" style-scope=\"cover-text-bold\">\n\t\t<atavist-story-data-byline class=\"atavist-byline atavist-story-data-byline atavist-shared atavist-subcomponent\" key=\"the_byline\" data_key=\"byline_picker\" legacy_data_key=\"byline\" style-scope=\"cover-text-bold\" authors=\"[]\">\n\t<div class=\"atavist-byline-wrapper\" style-scope=\"atavist-story-data-byline\">\n\t\t<template is=\"dom-if\" style-scope=\"atavist-story-data-byline\"></template>\n\t</div>\n\n</atavist-story-data-byline>\n\t</div>\t\n</div>\t\n</div>"}], "created": "1494884589", "story_template_prefix_paragraph_spacing": "Spaces", "story_template": "vanilla", "for_sale": "4", "cover_partial": "<custom-cover-590baa5d6f8d9 class=\"atavist-cover-font-sans-serif atavist-cover-chapter-padding-top-as-margin-bottom atavist-cover-solid-background custom-cover-590baa5d6f8d9 atavist-shared cover-basic atavist-cover atavist-block-align-center uploader-over\" data-assets=\"\" contenteditable=\"false\" atavist-block=\"true\" block_id=\"cover?block_name=custom-cover-590baa5d6f8d9\" block_type=\"custom-cover-590baa5d6f8d9\" title_position=\"bottom-left\" background=\"{&quot;mode&quot;:&quot;image&quot;,&quot;bg_properties&quot;:{&quot;shim_color&quot;:&quot;rgba(0, 0, 0, 0)&quot;,&quot;image&quot;:{&quot;filename&quot;:&quot;20170314tra-1494889745-30.jpg&quot;,&quot;focal_point&quot;:{&quot;x&quot;:50,&quot;y&quot;:50},&quot;progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/image/raw/20170314tra-1494889745-30.jpg&quot;,&quot;temp_path&quot;:null,&quot;width&quot;:5760,&quot;height&quot;:3840},&quot;video&quot;:{&quot;filename&quot;:&quot;transgender-1494888651-97.mp4.mp4&quot;,&quot;progress&quot;:0,&quot;video_progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/video/transcoded/iphone/transgender-1494888651-97.mp4.mp4&quot;,&quot;temp_path&quot;:null}}}\" the_title=\"{{title}}\" the_subtitle=\"{{subtitle}}\" the_byline=\"{{byline}}\" the_width=\"45\" title_font_size=\"5.5\" data-cloudfront=\"true\" author_font_size=\"1.1\" the_font_color=\"rgba(255, 255, 255, 1)\"><atavist-multi-background key=\"background\" data_key=\"title_page\" style-scope=\"custom-cover-590baa5d6f8d9\" class=\"atavist-multi-background atavist-shared atavist-subcomponent\" mode=\"image\" bg_properties=\"{&quot;shim_color&quot;:&quot;rgba(0, 0, 0, 0)&quot;,&quot;image&quot;:{&quot;filename&quot;:&quot;20170314tra-1494889745-30.jpg&quot;,&quot;focal_point&quot;:{&quot;x&quot;:50,&quot;y&quot;:50},&quot;progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/image/raw/20170314tra-1494889745-30.jpg&quot;,&quot;temp_path&quot;:null,&quot;width&quot;:5760,&quot;height&quot;:3840},&quot;video&quot;:{&quot;filename&quot;:&quot;transgender-1494888651-97.mp4.mp4&quot;,&quot;progress&quot;:0,&quot;video_progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/video/transcoded/iphone/transgender-1494888651-97.mp4.mp4&quot;,&quot;temp_path&quot;:null}}\"><atavist-background-image-with-shim class=\"atavist-background-image-with-shim atavist-shared atavist-subcomponent\" shim_color=\"rgba(0, 0, 0, 0)\" image=\"{&quot;filename&quot;:&quot;20170314tra-1494889745-30.jpg&quot;,&quot;focal_point&quot;:{&quot;x&quot;:50,&quot;y&quot;:50},&quot;progress&quot;:0,&quot;path&quot;:&quot;/data/files/organization/61567/image/raw/20170314tra-1494889745-30.jpg&quot;,&quot;temp_path&quot;:null,&quot;width&quot;:5760,&quot;height&quot;:3840}\">\n\t<atavist-image use_as_background=\"true\" style-scope=\"atavist-background-image-with-shim\" class=\"atavist-image atavist-shared atavist-subcomponent has-uploader\" style=\"background-position: 50% 50%; background-image: url(&quot;https://dh1rvgpokacch.cloudfront.net/atavist/61567/image/derivative/lite~20170314tra-1494889745-30.jpg&quot;);\" focal_point=\"{&quot;x&quot;:50,&quot;y&quot;:50}\" sizes=\"100vw\" progress=\"0\" path=\"/data/files/organization/61567/image/raw/20170314tra-1494889745-30.jpg\" filename=\"20170314tra-1494889745-30.jpg\" width=\"5760\" height=\"3840\" data_key=\"title_page\">\n\t\n\t\n</atavist-image>\n\t<div class=\"atavist-background-image-with-shim-shim\" style-scope=\"atavist-background-image-with-shim\" style=\"background-color: rgba(0, 0, 0, 0);\"></div>\n</atavist-background-image-with-shim></atavist-multi-background>\n<div class=\"cover-text-outside-wrapper atavist-cover-left-gutter-padding-left atavist-cover-right-gutter-padding-right\" data-cover-text-alignment=\"bottom-left\" style-scope=\"custom-cover-590baa5d6f8d9\" style=\"width: 45%;\">\n\t<div class=\"cover-text-inside-wrapper\" style-scope=\"custom-cover-590baa5d6f8d9\">\n\t\t<h1 class=\"cover-title atavist-cover-font-sans-serif atavist-cover-h1\" style-scope=\"custom-cover-590baa5d6f8d9\" style=\"font-size: 5.5em; color: rgb(255, 255, 255);\">\n\t\t\t<atavist-story-data key=\"the_title\" data_key=\"title\" placeholder=\"Write a title…\" style-scope=\"custom-cover-590baa5d6f8d9\" class=\"atavist-story-data atavist-shared atavist-subcomponent\" contenteditable=\"true\" data-editables=\"bold,italic,link\" data-disable-return=\"true\" data-disable-toolbar=\"true\">{{title}}</atavist-story-data>\n\t\t</h1>\n\t\t<h2 class=\"cover-description atavist-cover-font-sans-serif atavist-cover-h2\" style-scope=\"custom-cover-590baa5d6f8d9\" style=\"color: rgb(255, 255, 255);\">\n\t\t\t<atavist-story-data key=\"the_description\" data_key=\"description\" placeholder=\"Write a description…\" style-scope=\"custom-cover-590baa5d6f8d9\" class=\"atavist-story-data atavist-shared atavist-subcomponent\" contenteditable=\"true\" data-editables=\"bold,italic,link\" data-disable-return=\"true\" data-disable-toolbar=\"true\">{{excerpt}}</atavist-story-data>\n\t\t</h2>\n\t\t<div class=\"cover-byline atavist-cover-font-sans-serif atavist-cover-byline atavist-cover-byline-subtitle\" style-scope=\"custom-cover-590baa5d6f8d9\" style=\"color: rgb(255, 255, 255);\">\n\t\t\t<atavist-story-data key=\"the_subtitle\" data_key=\"subtitle\" placeholder=\"Write a subtitle…\" style-scope=\"custom-cover-590baa5d6f8d9\" class=\"atavist-story-data atavist-shared atavist-subcomponent\" contenteditable=\"true\" data-editables=\"bold,italic,link\" data-disable-return=\"true\" data-disable-toolbar=\"true\">{{subtitle}}</atavist-story-data>\n\t\t</div>\n\t\t<div class=\"cover-byline atavist-cover-font-sans-serif atavist-cover-byline atavist-cover-byline-author\" style-scope=\"custom-cover-590baa5d6f8d9\" style=\"font-size: 1.1em; color: rgb(255, 255, 255);\">\n\t\t\t<atavist-story-data key=\"the_byline\" data_key=\"byline\" placeholder=\"Write a byline…\" hide_if_empty=\"\" style-scope=\"custom-cover-590baa5d6f8d9\" class=\"atavist-story-data atavist-shared atavist-subcomponent\" contenteditable=\"false\" data-editables=\"bold,italic,link\" data-disable-return=\"true\" data-disable-toolbar=\"true\">{{byline}}</atavist-story-data>\n\t\t</div>\n\t</div>\t\n</div></custom-cover-590baa5d6f8d9>", "published": "0", "story_link": "", "twitter_text": "", "author_id": "", "category_id": ""}}]